Repository: sugar-activities/4657-activity
Catalog: po/*.po
Languages: es

source: AX-12 ID Changer
es: Cambia ID de motores AX-12

source: Change ID (%s motor)
es: Cambiar ID (motor %s)

source: LEFT
es: IZQUIERDO

source: RIGHT
es: DERECHO

source: Change ID (CUSTOM)
es: Cambiar ID (PERSONALIZADO)

source: Select ID:
es: Seleccione ID:

source: Not disconnect the board and not close this activity. Do you want to continue?
es: No desconecte la placa y no cierre esta actividad. ¿Desea continuar?

source: Changing motor ID...
es: Cambiando el ID del motor...

source: ID Change CORRECT. Your new motor ID is %s.
es: El Cambio de ID fue CORRECTO. Tu nuevo ID de motor es %s.

source: ID Change ERROR Please check board and motor connections.
es: ERROR en el Cambio de ID. Por favor chequea la placa y la conexión con el motor.

source: Information
es: Información

source: We have an empty LISTI. That can means that board is disconnected. Check it.
es: Tenemos un LISTI vacio. Eso puede significar que la placa está desconectada.

source: The ax module is not present. Please update the USB4Butia Firmware.
es: El moulo ax no está presente. Por favor actualiza el Firmware de la USB4Butiá.

source: Please connect ONLY the %s motor to the board, and the power to this motor.
es: Por favor solo conecta el motor %s a la placa y la alimentación al motor.

source: You must select an ID in the combo.
es: Debes seleccionar un ID en el combo.

source: Please connect to the board ONLY the motor or motors that you want to change it ID. Your motor's new ID will be %s.
es: Por favor conecta a la placa SOLO el motor o los motores que deseas cambiar su ID. El nuevo ID de tus motores será %s.
